
/* Class = "NSTextFieldCell"; title = "Annotations:"; ObjectID = "09J-Sj-sSQ"; */
/* "09J-Sj-sSQ.title" = "Annotations:"; */

/* Class = "NSButtonCell"; title = "Maximum number of files permitted:"; ObjectID = "0os-Tx-69n"; */
/* "0os-Tx-69n.title" = "Maximum number of files permitted:"; */

/* Class = "NSButton"; ibShadowedToolTip = "The Upload Share is sent via email."; ObjectID = "3Fm-Cx-0nK"; */
/* "3Fm-Cx-0nK.ibShadowedToolTip" = "The Upload Share is sent via email."; */

/* Class = "NSTokenFieldCell"; placeholderString = "Email address(es)"; ObjectID = "3Sx-wN-rLi"; */
"3Sx-wN-rLi.placeholderString" = "மின்னஞ்சல் முகவரி(கள்)";

/* Class = "NSWindow"; title = "Create Upload Share"; ObjectID = "5Ir-AP-9Uz"; */
/* "5Ir-AP-9Uz.title" = "Create Upload Share"; */

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "Cjg-Uh-hkr"; */
"Cjg-Uh-hkr.label" = "மேம்பட்ட";

/* Class = "NSTextFieldCell"; title = "Your message:"; ObjectID = "Gwp-Nb-dc3"; */
"Gwp-Nb-dc3.title" = "உங்கள் தகவல்:";

/* Class = "NSTextFieldCell"; title = "Send password via SMS:"; ObjectID = "L7d-GK-ZQn"; */
"L7d-GK-ZQn.title" = "எச்எம்எச் வழியாக கடவுச்சொல்லை அனுப்பவும்:";

/* Class = "NSButton"; ibShadowedToolTip = "If you set a password, it has to be entered when the link is opened. A file cannot be uploaded without entering the correct password. The password is not sent in the email. Please inform the recipient about the password in a different way. The password must meet the following criteria: at least 8 characters, letters and numbers."; ObjectID = "NPD-sC-lIL"; */
/* "NPD-sC-lIL.ibShadowedToolTip" = "If you set a password, it has to be entered when the link is opened. A file cannot be uploaded without entering the correct password. The password is not sent in the email. Please inform the recipient about the password in a different way. The password must meet the following criteria: at least 8 characters, letters and numbers."; */

/* Class = "NSButtonCell"; title = "Files with total size of:"; ObjectID = "Npf-4T-hQg"; */
/* "Npf-4T-hQg.title" = "Files with total size of:"; */

/* Class = "NSTokenFieldCell"; placeholderString = "Mobile phone number(s)"; ObjectID = "POV-nm-Wsx"; */
"POV-nm-Wsx.placeholderString" = "மொபைல் தொலைபேசி எண்(கள்)";

/* Class = "NSTextField"; ibShadowedToolTip = "If you want to send the password automatically to certain recipients via SMS, enter their mobile numbers here. If necessary, separate several mobile phone numbers by semicolon (;). The password transmission via SMS offers increased security and can prevent the password from reaching unauthorized hands."; ObjectID = "Vpe-7m-nyy"; */
"Vpe-7m-nyy.ibShadowedToolTip" = "எச்எம்எச் வழியாகச் சில பெறுநர்களுக்கு கடவுச்சொல்லை தானாக அனுப்ப விரும்பினால், அவர்களின் மொபைல் எண்களை இங்கே உள்ளிடவும். தேவைப்பட்டால், அரைக்காற்புள்ளி (;) பல மொபைல் தொலைபேசி எண்களைப் பிரிக்கவும். எச்எம்எச் வழியாகக் கடவுச்சொல் பரிமாற்றம் அதிகரித்த பாதுகாப்பை வழங்குகிறது மற்றும் கடவுச்சொல் அங்கீகரிக்கப்படாத கைகளை அடைவதைத் தடுக்கலாம்.";

/* Class = "NSButton"; ibShadowedToolTip = "Activate to receive an email notification each time files are uploaded through this Upload Share"; ObjectID = "WAC-wk-MfT"; */
/* "WAC-wk-MfT.ibShadowedToolTip" = "Activate to receive an email notification each time files are uploaded through this Upload Share"; */

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "aYC-x5-fUB"; */
"aYC-x5-fUB.title" = "பொருள்:";

/* Class = "NSButton"; ibShadowedToolTip = "You can set the maximum number and total size of files that can be uploaded."; ObjectID = "esc-Jx-OWV"; */
/* "esc-Jx-OWV.ibShadowedToolTip" = "You can set the maximum number and total size of files that can be uploaded."; */

/* Class = "NSButtonCell"; title = "Notify on uploads"; ObjectID = "gl6-eu-MWo"; */
/* "gl6-eu-MWo.title" = "Notify on uploads"; */

/* Class = "NSButtonCell"; title = "Password"; ObjectID = "hL7-2c-ZNi"; */
"hL7-2c-ZNi.title" = "கடவுச்சொல்";

/* Class = "NSButton"; ibShadowedToolTip = "After this date has expired, no more files can be uploaded with this link."; ObjectID = "k6J-Qf-tmg"; */
/* "k6J-Qf-tmg.ibShadowedToolTip" = "After this date has expired, no more files can be uploaded with this link."; */

/* Class = "NSButtonCell"; title = "Show uploaded files"; ObjectID = "kI4-Nf-G7t"; */
/* "kI4-Nf-G7t.title" = "Show uploaded files"; */

/* Class = "NSTabViewItem"; label = "Settings"; ObjectID = "kO7-0e-JvW"; */
"kO7-0e-JvW.label" = "அமைப்புகள்";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "o2F-9o-j5k"; */
"o2F-9o-j5k.title" = "ரத்துசெய்";

/* Class = "NSButtonCell"; title = "Expiration date"; ObjectID = "ojx-Sm-ieQ"; */
"ojx-Sm-ieQ.title" = "ரத்துசெய்";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Repeat password"; ObjectID = "qSi-ck-kI3"; */
"qSi-ck-kI3.placeholderString" = "காலாவதி தேதி";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Password"; ObjectID = "thZ-vc-zA0"; */
"thZ-vc-zA0.placeholderString" = "கடவுச்சொல்";

/* Class = "NSButtonCell"; title = "Send share via email"; ObjectID = "u7K-lG-JBv"; */
"u7K-lG-JBv.title" = "மீண்டும் கடவுச்சொல்";

/* Class = "NSTextFieldCell"; title = "Send share to:"; ObjectID = "v5h-o2-RtP"; */
"v5h-o2-RtP.title" = "இதற்கு பங்கை அனுப்பவும்:";

/* Class = "NSButton"; ibShadowedToolTip = "You can set the maximum number and total size of files that can be uploaded."; ObjectID = "vqs-zo-UaR"; */
/* "vqs-zo-UaR.ibShadowedToolTip" = "You can set the maximum number and total size of files that can be uploaded."; */

/* Class = "NSButtonCell"; title = "Create"; ObjectID = "vxM-qi-odF"; */
"vxM-qi-odF.title" = "உருவாக்கு";
